[{"title":"WordCamp Europe","slug":"wordcamp-europe-5","date":1497484800000,"year":2017,"subdomain":"europe","description":"WordCamp Europe is the biggest WordCamp in Europe, connecting people across the continent as well as the rest of the world. After Leiden, Sofia, Seville, and Vienna – Paris will host the annual European WordCamp from June 15-17 2017. Join us for two days of inspirational talks, a Contributor day and WordPress Community Summit that will be hosted in Europe for the first time."},{"title":"WordCamp Udaipur","slug":"wordcamp-udaipur","date":1485561600000,"year":2017,"subdomain":"udaipur","description":"Udaipur will be hosting its first ever WordCamp on January 28, 2017. This will be also the first ever WordCamp in the state of Rajasthan. We look forward to bring together WP enthusiasts, users and developers from not only Udaipur, but also from other cities of Rajasthan and states of India."},{"title":"WordCamp US","slug":"wordcamp-us-2","date":1480636800000,"year":2016,"subdomain":"us","description":"Hosted in Philadelphia, PA, WordCamp US is the premier North American WordCamp."},{"title":"WordCamp Stockholm, Sweden","slug":"wordcamp-stockholm-sweden","date":1479772800000,"year":2016,"subdomain":"stockholm","description":"A swedish WordCamp is the official WordPress event of the year, and this year we are bringing it to Stockholm, the capital of Sweden.\n\n\nJoin us for two great days of presentations, workshops and of course<br />\nplenty of <a href=\"https://en.wikipedia.org/wiki/Fika_(Sweden)\">fika</a>!<br />\nWelcome to the Swedish WordPress community. Welcome to WordCamp Stockholm!"},{"title":"WordCamp Kathmandu","slug":"wordcamp-kathmandu-bagmati-nepal","date":1479513600000,"year":2016,"subdomain":"kathmandu","description":"WordCamp Kathmandu, Nepal will make its debut on 19th of November 2016. It is one-day conference about WordPress, organized with the aim of attracting developers, designers, web professionals, bloggers and WordPress enthusiasts from all over Nepal and beyond for a weekend to absolutely geek-out.\n\n\nThis will not be the first ever WordCamp in Nepal though. WordCamps in Nepal were organized under the name of WordCamp Nepal and had been since the formation of WordPress Nepal in 2011. But starting this year, in order to encourage other smaller communities in the country as per an unofficial announcement by WordCamp Central, the concept of WordCamp Kathmandu was born."},{"title":"WordCamp Athens","slug":"wordcamp-athens-greece","date":1479513600000,"year":2016,"subdomain":"athens","description":"WordCamp Athens is the official WordPress conference in Athens, Greece, voluntarily organized by the WordPress greek community, about everything WordPress. WordCamp Athens 2016 will be held on 19-20 November 2016 in the spaces of Technopolis-Athens."},{"title":"WordCamp Baltimore","slug":"wordcamp-baltimore-5","date":1479513600000,"year":2016,"subdomain":"baltimore","description":""},{"title":"WordCamp Geneva, Switzerland","slug":"wordcamp-geneva-switzerland","date":1479427200000,"year":2016,"subdomain":"geneva","description":""},{"title":"WordCamp Louisville","slug":"wordcamp-louisville-3","date":1478908800000,"year":2016,"subdomain":"louisville","description":""},{"title":"WordCamp Peoria","slug":"wordcamp-peoria","date":1478908800000,"year":2016,"subdomain":"peoria","description":""},{"title":"WordCamp Medellín","slug":"wordcamp-medellin","date":1478304000000,"year":2016,"subdomain":"medellin","description":""},{"title":"WordCamp San José","slug":"wordcamp-san-jose-costa-rica","date":1478304000000,"year":2016,"subdomain":"sanjose","description":"WordCamp San <span class=\"googie_link\">José</span>, Costa Rica bring together more than 200 bloggers, designers and developers on the Costa Rica University (UCR) campus, we will learn about WordPress, we will share ideas, experience, do networking and eventually we drink some beers. It&#8217;s the perfect excuse to talk about code, design, blogging and escape to a tropical paradise.\n\n\n<div class=\"textarea\">\n<div><span class=\"googie_link\">WordCamp San José, Costa Rica reunirá mas de 200 bloggers, diseñadores y developers, este se llevara a cabo en las instalaciones de la Universidad de Costa Rica (UCR), juntos aprenderemos de WordPress, compartiremos ideas, experiencias, haremos networking y eventualmente nos tomaremos una cerveza. Este sera la excusa perfecta para hablar de código, diseño, blogging y darte una escapada a un paraíso tropical.</span></div>\n</div>"},{"title":"WordCamp Omaha","slug":"wordcamp-omaha-nebraska","date":1478304000000,"year":2016,"subdomain":"omaha","description":""},{"title":"WordCamp Denver","slug":"wordcamp-denver-4","date":1478304000000,"year":2016,"subdomain":"denver","description":""},{"title":"WordCamp Santander","slug":"wordcamp-santander","date":1478304000000,"year":2016,"subdomain":"santander","description":"¡WordCamp Santander 2016 ya está aquí! Una WordCamp mágica, especial, llena de encanto que acercará WordPress a todos aquellos usuarios, curiosos, fánaticos y profesionales del sector de la publicación en Internet a las últimas tendencias del diseño y desarrollo de sitios web con este popular gestor de contenidos."},{"title":"WordCamp Cologne","slug":"wordcamp-cologne-nrw-germany-2","date":1477699200000,"year":2016,"subdomain":"cologne","description":""},{"title":"WordCamp Birmingham, Alabama","slug":"wordcamp-birmingham-alabama","date":1477699200000,"year":2016,"subdomain":"birmingham","description":""},{"title":"WordCamp Seattle","slug":"wordcamp-seattle-3","date":1477699200000,"year":2016,"subdomain":"seattle","description":"We’re happy to announce that WordCamp Seattle 2016 is officially on the calendar! We&#8217;ll be at the Conference Center at the Convention Center in downtown Seattle, October 29-30, 2016. This two-day event will be $40 and include lunch vouchers to eat out in the immediate area. There&#8217;ll be lots of great speakers and topics as well as plenty of networking opportunities. We are in the early planning stages and would love your help if you&#8217;d like to volunteer."},{"title":"WordCamp Sofia","slug":"wordcamp-sofia-4","date":1477094400000,"year":2016,"subdomain":"sofia","description":""},{"title":"WordCamp Manchester","slug":"wordcamp-manchester-united-kingdom","date":1477094400000,"year":2016,"subdomain":"manchester","description":""},{"title":"WordCamp Winnipeg","slug":"wordcamp-winnipeg-4","date":1477094400000,"year":2016,"subdomain":"winnipeg","description":""},{"title":"WordCamp Sacramento","slug":"wordcamp-sacramento-2","date":1477094400000,"year":2016,"subdomain":"sacramento","description":""},{"title":"WordCamp San Antonio","slug":"wordcamp-san-antonio-2","date":1477094400000,"year":2016,"subdomain":"sanantonio","description":""},{"title":"WordCamp Milano","slug":"wordcamp-milano","date":1477008000000,"year":2016,"subdomain":"milano","description":"WordCamp Milano is a two-day event for users, developers, designers, and everyone who uses &#8211; or is interested in using &#8211; WordPress.\n\n\nYour level of expertise doesn’t matter: join us, to learn, network, and have some fun in beautiful Milano!\n\n\nWe will hold our Contributor Day on Friday, October 21, which is an excellent opportunity to start (or continue) to contribute to the Open Source project. The 2-track conference will be on Saturday, October 22nd.\n\n\nAnd if your Italian is not the best, no worries! There will be talks in English too :)\n\n\nCiao! Ci vediamo a Milano!"},{"title":"WordCamp Nashik","slug":"wordcamp-nashik","date":1476576000000,"year":2016,"subdomain":"nashik","description":"<strong>Nashik</strong> is country’s most promising city, Apart from being Wine Capital of India, and renowned for its Heritage, <strong>Nashik</strong> is moving forward to make its roots stronger in the field of IT. <strong>Nashik</strong> is one of the few upcoming locations that offer good connectivity, excellent availability of talent and ready infrastructure for companies look at setting up their units in the shortest possible time.\n\n\nWordCamp Nashik will provide a platform for WordPress users and business owners the opportunity to connect with people in their own community, as well as those who have travelled in to the event, a chance to network, connect, collaborate and learn from each other."},{"title":"WordCamp Cincinnati","slug":"wordcamp-cincinnati","date":1476489600000,"year":2016,"subdomain":"cincinnati","description":"WordCamp Cincinnati 2016 is the first WordCamp ever to be held in Cincinnati! Our inaugural WordCamp will be held at The University of Cincinnati, in the Tangeman University Center. WordCamp attendees will include website developers, bloggers, and business owners that cut across a broad spectrum of interests and experiences. We invite the local and regional community to come down and participate in this immersive WordPress experience!"},{"title":"WordCamp Rochester","slug":"wordcamp-rochester","date":1476489600000,"year":2016,"subdomain":"rochester","description":""},{"title":"WordCamp Ann Arbor","slug":"wordcamp-ann-arbor-3","date":1476403200000,"year":2016,"subdomain":"annarbor","description":""},{"title":"WordCamp Nederland","slug":"wordcamp-nederland","date":1476403200000,"year":2016,"subdomain":"netherlands","description":"WordPress kent in Nederland een grote community en daarbij hoort natuurlijk een WordCamp. 14, 15 en 16 oktober wordt alweer de 7e WordCamp gehouden in Nederland. De vrijdag is een contributor day en de zaterdag en zondag zijn gevuld met leerzame presentaties.\n\n\nBen jij er ook bij?\n\n\nDe voorgaande edities van WordCamp Netherlands kan je hier bekijken:<a href=\"https://central.wordcamp.org/wordcamps/wordcamp-netherlands/\"> https://central.wordcamp.org/wordcamps/wordcamp-netherlands/</a>"},{"title":"WordCamp Bucharest","slug":"wordcamp-bucharest-2","date":1475884800000,"year":2016,"subdomain":"bucharest","description":"After one one year and a half of local WordPress meetups, we’re thrilled to announce WordCamp Bucharest 2016, a community event dedicated to WordPress specialists, developers and enthusiasts. Everyone from simple users to core developers are welcome to come, share their ideas and even get on the stage!\n\n\nCome learn and celebrate WordPress in Bucharest on the 8th &#8211; 9th of October 2016!"},{"title":"WordCamp Orlando","slug":"wordcamp-orlando-6","date":1475798400000,"year":2016,"subdomain":"orlando","description":""},{"title":"WordCamp Riga","slug":"wordcamp-riga","date":1475280000000,"year":2016,"subdomain":"riga","description":""},{"title":"WordCamp Belfast","slug":"wordcamp-belfast","date":1475280000000,"year":2016,"subdomain":"belfast","description":"WordCamps are informal, community-organised events that are put together by WordPress users just like you. Everyone from casual users and bloggers, to core developers participate, share ideas, and get to know each other.\n\n\nOn 1<sup>st</sup> &amp; 2<sup>nd</sup> October, 2016, the Northern Ireland WordPress community will host the provinces first ever WordCamp. We are planning talks and events to suit everyone with any level of interest in WordPress, so we are sure there will be something for everyone who attends."},{"title":"WordCamp Phoenix","slug":"wordcamp-phoenix-3","date":1475280000000,"year":2016,"subdomain":"phoenix","description":"Join us in Downtown Phoenix for a beautiful fall weekend packed with captivating WordPress sessions, awesome food, and an afterparty you won&#8217;t want to miss!"},{"title":"WordCamp Rhode Island","slug":"wordcamp-rhode-island-2","date":1475193600000,"year":2016,"subdomain":"rhodeisland","description":""},{"title":"WordCamp Sevilla","slug":"wordcamp-sevilla-2","date":1475193600000,"year":2016,"subdomain":"sevilla","description":"Sevilla WordCamp returns after the last in 2013. At this time we organized the WordCamp Europe 2015 was again a success.\n\n\nThis edition will be the fourth for us and return loaded with new features. More time for networking, more time to talk to people in the community and more holidays than ever.\n\n\nWe promise that you will have good and learn WordPress in one of the best WordCamp southern Europe."},{"title":"WordCamp Rio de Janeiro","slug":"wordcamp-rio-de-janeiro-2016","date":1474675200000,"year":2016,"subdomain":"riodejaneiro","description":""},{"title":"WordCamp Bhopal","slug":"wordcamp-bhopal","date":1474675200000,"year":2016,"subdomain":"bhopal","description":"WordCamp Bhopal is a community organised WordPress conference that brings together bloggers, developers, designers, artists, small business owners, entrepreneurs, and educators from Bhopal and all across India. On September 24, 2016, the Bhopal WordPress Community will converge in LNCT for WordCamp Bhopal 2016. This is the first time when Bhopal is hosting such a grand event featuring distinguished speakers and a variety of interesting topics covering blogging, designing and development on the WordPress platform."},{"title":"WordCamp Raleigh","slug":"wordcamp-raleigh-5","date":1474675200000,"year":2016,"subdomain":"raleigh","description":"WordCamp Raleigh, hosted by NCSU&#8217;s school of engineering, is the original<br />\nNorth Carolina WordCamp. With top-tier WordPress developers and power<br />\nusers, this camp is perfect for you no matter your experience level with<br />\nWordPress.\n\n\nAlso, WCRaleigh features a business track focused on introducing businesses<br />\nsmall and large to the power of WordPress. So bring along that boss who<br />\nthinks &#8220;WordPress can&#8217;t power my site, it&#8217;s too complex&#8221; and wow them with<br />\nall WordPress can do. See you September 24th and 25th!"},{"title":"WordCamp Kyiv","slug":"wordcamp-kyiv-ukraine","date":1474675200000,"year":2016,"subdomain":"kyiv","description":"WordCamp Kyiv will held on the 24th and 25th of September 2016 at Incom, Smolenska st, 31/33, Kyiv, Ukraine.\n\n\n&nbsp;"},{"title":"WordCamp DFW","slug":"wordcamp-dfw-2","date":1474675200000,"year":2016,"subdomain":"dfw","description":""},{"title":"WordCamp Sydney","slug":"wordcamp-sydney-3","date":1474675200000,"year":2016,"subdomain":"sydney","description":"WordCamp Sydney is a two-day conference for users, developers, agencies,<br />\nreally anyone interested in WordPress. Sydney has 3 WordPress meetups every<br />\nmonth with great talks, networking, and community. WordCamp will combine<br />\nthis fantastic community with visitors from further out in NSW and<br />\nAustralia for a fun weekend of learning, networking, food, and drink."},{"title":"WordCamp Nashville","slug":"wordcamp-nashville-4","date":1474070400000,"year":2016,"subdomain":"nashville","description":"WordCamp Nashville 2016 is shaping up to be the best one yet. This two-day event, held the weekend of September 17-18, and organized by members of the Nashville WordPress MeetUp, will have something for everybody.\n\n\nAttendees from past years will be familiar with the Saturday programming, with three “tracks” to accommodate users of various skill sets, each track featuring a variety of sessions that are either 50- or 20- minutes long, depending on the topic presented.\n\n\nDay 2 on Sunday will feature small, hands-on, in-depth classes where users can actively participate on their own computers with an instructor to guide their work. Day 2 will also feature a Core Contribution and Community Organizing workshop, where attendees can learn how to give back to the global and local WordPress Community. Both days will feature a Help Desk<br />\nwhere more seasoned WordPress users will be available to help newer users with questions, one on one.\n\n\nBANNER PHOTO CREDIT: <a href=\"https://flic.kr/p/HTrujT\">Derrick Brutel</a>"},{"title":"WordCamp Milwaukee","slug":"wordcamp-milwaukee-4","date":1474070400000,"year":2016,"subdomain":"milwaukee","description":""},{"title":"WordCamp Tokyo","slug":"wordcamp-tokyo-5","date":1474070400000,"year":2016,"subdomain":"tokyo","description":"WordCamp Tokyo 2016 is the 9th WordCamp in the Metro Tokyo (<em>Kantō</em>) area. This year, we will bring 1,000 WordPress developers and users together to share our experiences and learn from each other."},{"title":"WordCamp Pittsburgh","slug":"wordcamp-pittsburgh","date":1474070400000,"year":2016,"subdomain":"pittsburgh","description":""},{"title":"WordCamp Los Angeles","slug":"wordcamp-los-angeles-3","date":1473465600000,"year":2016,"subdomain":"la","description":""},{"title":"WordCamp Gdynia","slug":"wordcamp-gdynia","date":1473379200000,"year":2016,"subdomain":"gdynia","description":"<strong>Welcome to the largest gathering of WordPress enthusiasts and developers in Poland &#8211; WordCamp Gdynia 2016!<br />\n</strong>\n\n\nWordCamp Gdynia 2016 will be held in the Pomeranian Science and Technology Park Gdynia. PSTP Gdynia is located in the center of Gdynia, it is a space for all innovators who create innovative products, services and initiatives. It is also one of the largest science and technology parks in Poland.\n\n\nThe theme of this year&#8217;s WordCamp is <strong>#creativity</strong>. Why? WordPress plays a big role in the creative industry &#8211; used by artists such as photographers, graphic designers, bloggers or writers. What&#8217;s more &#8211; being a WordPress developer requires creativity, open-mindedness and and an adventuros soul. &#8220;Making the internet&#8221; is not just about writing code &#8211; programmers and developers are creative by nature and not afraid of the challenges posed by the world of new technologies. <strong>Hence the slogan: &#8220;Code is poetry&#8221;.</strong>\n\n\nWordCamp Gdynia 2016 will be an opportunity to share knowledge and experience of those creative people."},{"title":"WordCamp Tampa","slug":"wordcamp-tampa-3","date":1473379200000,"year":2016,"subdomain":"tampa","description":""}]